import { nanoid } from "nanoid";

const episodes = [
    {
        id: nanoid(),
        title: "خدایان اولیه پیشکسوتان عرصه آفرینش",
        episode: "01",
        description: `اسطوراخ همونطور که تقریبا از اسمش معلومه در مورد اسطوره‌هاست.
        تو این پادکست داستان‌های اساطیری تمدن‌های مختلف دنیای باستان رو تعریف می‌کنم.
        خدایان و موجودات عجیب و غریب رو معرفی می‌‌کنم و میگم که با خودشون، دنیا و انسان‌ها چه کارهایی که نکردن`,
        image: "/covers/1.jpg",
        date: "2020-05-21",
        duration: "24:05",
        file: "/Voices/ostooraakh S01 e01.mp3",
    },
    {
        id: nanoid(),
        title: "تایتان‌ها؛ خدایان هفت ایکس لارج / بخش اول",
        episode: "02",
        description:
            "بعد از معرفی خدایان اولیه تو قسمت اول، تو این قسمت با تایتان‌ها، نسل دوم خداها تو اساطیر یونان آشنا میشی.",
        image: "/covers/2.jpg",
        date: "2020-06-12",
        duration: "22:00",
        file: "/Voices/ostooraakh S01 e02.mp3",
    },
    {
        id: nanoid(),
        title: "تایتان‌ها؛ خدایان هفت ایکس لارج / بخش دوم",
        episode: "03",
        description:
            "تو این قسمت پرونده تایتان‌ها رو می‌بندم میدم زیربغلشون برن دنبال کارشون. یه تعلیق خوب هم ته این قسمت گذاشتم که واسه قسمت بعد لحظه شماری کنی.",
        image: "/covers/3.jpg",
        date: "2020-07-10",
        duration: "22:02",
        file: "/Voices/ostooraakh S01 e03.mp3",
    },
    {
        id: nanoid(),
        title: "استفراغ کبیر",
        episode: "04",
        description:
            "خداها تو این قسمت گرد و خاک اساطیری به پا می‌کنن. سنگ می‌خورن، بالا میارن، می‌جنگن، تبعید می‌کنن، می‌آفرینن، منقرض می‌کنن، عقده‌ای بازی در میارن، شکنجه می‌کنن و خیلی کارهای دیگه. چون خدا هستن و هر کاری دلشون بخواد می‌کنن و هر کاری هم که می‌کنن درسته. زئوس هم رسما، شرعا و عرفا از این قسمت وارد اسطوراخ میشه هرچند که از اولش هم بود",
        image: "/covers/4.jpg",
        date: "2020-08-15",
        duration: "26:00",
        file: "/Voices/ostooraakh S01 e04.mp3",
    },
    {
        id: nanoid(),
        title: "خاندان خانه خراب کنِ خدایان",
        episode: "05",
        description:
            "تو قسمت پنجم پادکست اسطوراخ، خاندان خدایان یونان باستان متشکل از زئوس و اقوام درجه یکش رو معرفی می‌کنم. یکی از دخترهای خوشگل زئوس هم مهمون این قسمته. دختری که به عجیب ترین شکل ممکن و از جایی که عمرا فکرش رو بکنی زاییده شد.",
        image: "/covers/5.jpg",
        date: "2020-09-11",
        duration: "26:14",
        file: "/Voices/ostooraakh S01 e05.mp3",
    },
    {
        id: nanoid(),
        title: "ملکه انتقام",
        episode: "06",
        description:
            "تو این قسمت در مورد تجاوز و سکس زیاد صحبت شده ترجیحا با بچه ها گوش نکن. تو قسمت ششم «پادکست اسطوراخ»، هرا، ملکه خدایان و الهه زنان رو داریم. هرا تو کل قسمت در حال انتقام گرفتن از قربانیای زئوسه. تعداد زیادی حیوون هم تو این قسمت هستن. حیوونهایی که قبلا انسان بودن یا نصفشون انسانه و نصفشون حیوون. این شما و این باغ وحش اسطوراخ",
        image: "/covers/6.jpg",
        date: "2020-10-09",
        duration: "28:40",
        file: "/Voices/ostooraakh S01 e06.mp3",
    },
    {
        id: nanoid(),
        title: "وصلت زشت و زیبا",
        episode: "07",
        description:
            "تو قسمت هفتم پادکست اسطوراخ زشت ترین، زیباترین و بی عرضه ترین خداها و الهه های یونان باستان رو داریم که با قدرت عشق و خیانت به هم ربط پیدا میکنن.",
        image: "/covers/7.jpg",
        date: "2020-11-09",
        duration: "33:33",
        file: "/Voices/ostooraakh S01 e07.mp3",
    },
    {
        id: nanoid(),
        title: "تنها خدای قهرمان",
        episode: "08",
        description:
            "تو قسمت هشتم پادکست اسطوراخ از خدایی حرف میزنم که انسان رو خیلی دوست داشت. هم خلقش کرد، هم هر چیزی که نیاز داشت رو بهش یاد داد و هم تو روی خدایان وایساد تا انسان رو منقرض نکنن. قهرمان واقعی تویی، بقیه اداتو درمیارن.",
        image: "/covers/8.jpg",
        date: "2020-12-03",
        duration: "26:26",
        file: "/Voices/ostooraakh S01 e08.mp3",
    },
    {
        id: nanoid(),
        title: "چشمت رو دربیار و خدایی کن",
        episode: "8.5",
        description:
            "تو کمپین شنوا اسطوراخ و چندتا پادکست دیگه قسمتهای ویژه با موضوع نابینایی تهیه کردن. هدف کمپین اینه که پادکست رو به گوش شنوای نابیناها برسونیم چون فکر می کنیم که ساده ترین راه دسترسی به اطلاعات مفید و جالب برای اونهاست. ",
        image: "/covers/8.5.jpg",
        date: "2021-01-08",
        duration: "26:35",
        file: "/Voices/ostooraakh S01 e8.5 Shenava.mp3",
    },
    {
        id: nanoid(),
        title: "نوب قهرمان",
        episode: "09",
        description:
            "این دومین قسمت از سری قهرمانانه. تو این قسمت یه قهرمانی رو داریم که با کمک و یاری اکثر خدایان تونست معروفترین غول اساطیر یونان یعنی مدوسا رو بکشه. اسمش رو تو پادکست می گم. ",
        image: "/covers/9.jpg",
        date: "2021-01-19",
        duration: "25:52",
        file: "/Voices/ostooraakh S01 e09.mp3",
    },
    {
        id: nanoid(),
        title: "این یکی گاوی که آدم می‌خورد",
        episode: "10",
        description:
            "تو این قسمت یکی دیگه از قهرمانهای اساطیر یونان که آخر اسمش «ـوس» داره رو معرفی میکنم. بیشتر از این اسپویل نمیکنم بقیش رو تو پادکست بشنو ",
        image: "/covers/10.jpg",
        date: "2021-02-17",
        duration: "35:51",
        file: "/Voices/ostooraakh S01 e10.mp3",
    },
    {
        id: nanoid(),
        title: "ملکه دزدی بزرگ",
        episode: "11",
        description:
            "بعد از چند قسمت دوباره برگشتیم سر وقت خدایان. داستان خدایی رو می گیم که تو کوه المپ پیش بقیه خداها نبود، ماموریت خورد و رفت یه جای تاریک، وحشتناک و دور. دو تا الهه هم تو این قسمت خدای مورد نظر رو همراهی می کنن.",
        image: "/covers/11.jpg",
        date: "2021-03-16",
        duration: "36:08",
        file: "/Voices/ostooraakh S01 e11.mp3",
    },
    {
        id: nanoid(),
        title: "تور نیم‌روزه هادس‌گردی",
        episode: "12",
        description:
            "تو این قسمت تور نیم روزه میریم به هادس، دنیای مردگان، همراه با تور لیدر حرفه ای و پذیرایی.",
        image: "/covers/12.jpg",
        date: "2021-05-05",
        duration: "31:20",
        file: "/Voices/ostooraakh S01 e12.mp3",
    },
    {
        id: nanoid(),
        title: "ساقی مد نظر",
        episode: "13",
        description:
            "این قسمت اختصاص داره به دیونیسوس، خدای شراب، شراب انداختن، انگور، دبه، توری و از طرف دیگه خدای جنون و دیوونگی و خلسه. ",
        image: "/covers/13.jpg",
        date: "2021-06-14",
        duration: "34:19",
        file: "/Voices/ostooraakh S01 e13.mp3",
    },
    {
        id: nanoid(),
        title: "خورشید خان ناکام",
        episode: "14",
        description:
            "این قسمت چه خبره؟ جزیره معلق حرف میزنه، دلفین صحبت میکنه، انسان درخت میشه، دوباره انسان درخت میشه، زن واسه زندگی خودش تصمیم میگیره. این دود چیه از قسمت چهاردهم پادکست اسطوراخ میزنه بیرون؟ چه بوییم داره!!!",
        image: "/covers/14.jpg",
        date: "2021-08-01",
        duration: "27:17",
        file: "/Voices/ostooraakh S01 e14.mp3",
    },
    {
        id: nanoid(),
        title: "تیرانداز تمیز",
        episode: "15",
        description:
            "میدونستی که تو اساطیر یونان یه الهه میتونه همزمان الهه شکار و حیونای وحشی باشه؟ میدونستی همین شخصیت میتونه الهه باکرگی و زاییدن هم باشه؟ بعد تازه میدونستی این الهه میتونه هم محافظ دخترا باشه هم بکشتشون؟ خدا از این متناقض تر دیده بودی؟",
        image: "/covers/15.jpg",
        date: "2021-09-06",
        duration: "26:22",
        file: "/Voices/ostooraakh S01 e15.mp3",
    },
    {
        id: nanoid(),
        title: "اونجرز وقتی که مد نبود",
        episode: "16",
        description:
            "برگشتیم به سری قهرمانان. این قسمت و قسمت بعدی یه قهرمان نامی داریم. قهرمانی که بهترین های زمان خودش رو جمع کرد و با هم دل به دریای ناشناخته زدن برای به دست آوردن با ارزش ترین شی دنیا. پشم، بله پشم منتها از جنس طلاییش. پشمات ریخت؟ حالا هی بشین فیلما و سریالهای مارول رو تماشا کن",
        image: "/covers/16.jpg",
        date: "2021-10-27",
        duration: "35:19",
        file: "/Voices/ostooraakh S01 e16.mp3",
    },
    {
        id: nanoid(),
        title: "جادوگر علیه اونجرز",
        episode: "17",
        description:
            "آنچه گذشت رو برو خودت تو قسمت قبل گوش کن طولانیه اینجا نمیشه تعریف کرد. تو این قسمت علاوه بر سفر یاسون و آرگوناتها معروفترین جادوگر اساطیر یونان رو هم داریم که با حفظ سمت یکی از خطرناکترین قاتلهای سریالی اساطیر هم هست. یعنی دکستر جلوی این خانوم لنگ میندازه.",
        image: "/covers/17.jpg",
        date: "2021-11-10",
        duration: "33:48",
        file: "/Voices/ostooraakh S01 e17.mp3",
    },
    {
        id: nanoid(),
        title: "رستم یونان زمین",
        episode: "18",
        description:
            "ما از تعطیلات نیم فصل با دست پر برگشتیم. یه سه گانه بترکون آوردیم از قهرمان ترین قهرمان اساطیر یونان، کسی که بعد از رستم اوله. لطفا در فوروارد این قسمت برای آشنا و غریبه کوشا باشید.",
        image: "/covers/18.jpg",
        date: "2022-02-18",
        duration: "30:31",
        file: "/Voices/ostooraakh S01 e18.mp3",
    },
    {
        id: nanoid(),
        title: "سیزده منهای یک خان هرکول (بخش اول)",
        episode: "19",
        description:
            "تو این قسمت با هرکول میریم تو خانهاش و ده سال آزگار غول میکشیم و حیوون وحشی زنده گیری میکنیم و خدمات انجام میدیم.",
        image: "/covers/19.jpg",
        date: "2022-03-06",
        duration: "30:03",
        file: "/Voices/ostooraakh S01 e19.mp3",
    },
    {
        id: nanoid(),
        title: "رستاخیز هرکول",
        episode: "20",
        description:
            "آیا هرکول موفق به انجام همه ماموریتهاش میشه؟ آیا گناه کشتن زن و بچه هاش بخشیده میشه؟ آیا نامیرا میشه؟ جواب اینجور سوالها همیشه بله اس ولی تو قسمت سوم از سه گانه اسطوراخ رو گوش کن تا ببینی هرکول چطور این همه کار تو زندگیش انجام میده",
        image: "/covers/20.jpg",
        date: "2022-03-29",
        duration: "37:29",
        file: "/Voices/ostooraakh S01 e20.mp3",
    },
    {
        id: nanoid(),
        title: "فست اند نسبتا فیوریس",
        episode: "21",
        description:
            "تو این قسمت با سریعترین و پر مشغله ترین خدای اساطیر یونان همراه میشیم، البته اگه به گرد پاش برسیم.",
        image: "/covers/21.jpg",
        date: "2022-06-21",
        duration: "33:21",
        file: "/Voices/ostooraakh S01 e21.mp3",
    },
    {
        id: nanoid(),
        title: " خیس تر از دریا، خراب تر از امواج",
        episode: "22",
        description: "مایو و دماغ گیر بردارید میخوایم بریم زیر آب",
        image: "/covers/22.jpg",
        date: "2022-08-25",
        duration: "37:50",
        file: "/Voices/ostooraakh S01 e22.mp3",
    },
];


export default episodes ;